let a = 10;

const title = '초등 1학년 한자';
const ele1 = ['한일','두이','석삼','넉사','다섯오','여섯육','일곱칠','여덟팔','아홉구','열십',
	'일백백','일천천','날일','달월','불화','물수','나무목','쇠금','흙토','손수',
	'발족','힘력','입구','귀이','눈목','큰대','가운데중','작을소','붉을적','흰백',
	'푸를청','오른우','왼좌','윗상','아래하','수풀림','나무빽빽할삼','뫼산','내천','돌석',
	'하늘천','기운기','비우','저녁석','빌공','사내남','계집녀','사람인','임금왕','아들자',
	'이름명','개견','벌레충','조개패','꽃화','풀초','대죽','둥글원','구슬옥','먼저선',
	'날생','근본본','글월문','글자자','바를정','배울학','학교교','해년','들입','날출',
	'쉴휴','설립','볼견','밭두둑정','마을촌','밭전','실사','수레차','소리음','일찍조'];

const aa = ele1.length;
const bb = '변수 ele1 에 들어있는 단어위 갯수는' + aa + '개 입니다.';
const cc = title + ' ' +aa;



